-- 1.
DEPARTMENT_ID
-------------
           10
           20
           20
          110
          110
           90
           90
           90
           60
           60
           60

DEPARTMENT_ID
-------------
           50
           50
           50
           50
           50
           80
           80
           80
             

20개 행이 선택되었습니다. 







-- 2.
DEPARTMENT_ID
-------------
           50
          110
           90
           10
             
           20
           60
           80

8개 행이 선택되었습니다. 

